Repository: Joao-SouzaDev/behaviors
Catalog: locales/*.po
Languages: es_ar

source: Add document to ticket
es_ar: Agregar documento al ticket

source: Adding the ticket solution
es_ar: Agregando la solución del ticket

source: Additional notifications
es_ar: Notificaciones adicionales

source: Allow Clone
es_ar: Permitir Clonar

source: Behaviours
es_ar: Comportamientos

source: Block the solving/closing of a problem if task do to
es_ar: Bloquear la resolución/cierre de un problema si hay tareas pendientes

source: Block the solving/closing of a the ticket if task do to
es_ar: Bloquear la resolución/cierre del ticket si hay tareas pendientes

source: Category is mandatory before ticket is solved/closed
es_ar: La categoría es obligatoria antes de resolver/cerrar el ticket

source: Category is mandatory when you assign a ticket
es_ar: La categoría es obligatoria al asignar un ticket

source: Change status
es_ar: Cambiar estado

source: Change's number format
es_ar: Formato del número de cambio

source: Clone
es_ar: Clonar

source: Clone of
es_ar: Clon de

source: Comment
es_ar: Comentario

source: Comments
es_ar: Comentarios

source: Delete computer in OCSNG when purged from GLPI
es_ar: Eliminar computadora en OCSNG cuando se elimina de GLPI

source: Delete document to ticket
es_ar: Eliminar documento del ticket

source: Deny change of ticket's creation date
es_ar: Denegar cambio de la fecha de creación del ticket

source: Description of solution is mandatory before ticket is solved/closed
es_ar: La descripción de la solución es obligatoria antes de resolver/cerrar el ticket

source: Duration is mandatory before ticket is solved/closed
es_ar: La duración es obligatoria antes de resolver/cerrar el ticket

source: Error during update glpi_plugin_behaviors_configs
es_ar: Error durante la actualización de glpi_plugin_behaviors_configs

source: Error in creating glpi_plugin_behaviors_configs
es_ar: Error al crear glpi_plugin_behaviors_configs

source: Group of technicians assigned is mandatory before ticket is solved/closed
es_ar: El grupo de técnicos asignado es obligatorio antes de resolver/cerrar el ticket

source: Inventory
es_ar: Inventario

source: Last group assigned
es_ar: Último grupo asignado

source: Last group assigned without supersivor
es_ar: Último grupo asignado sin supervisor

source: Last supplier assigned
es_ar: Último proveedor asignado

source: Last technician assigned
es_ar: Último técnico asignado

source: Last watcher added
es_ar: Último observador agregado

source: Location is mandatory before ticket is solved/closed
es_ar: La ubicación es obligatoria antes de resolver/cerrar el ticket

source: New change
es_ar: Nuevo cambio

source: New ticket
es_ar: Nuevo ticket

source: Notification
es_ar: Notificación

source: Reopen ticket
es_ar: Reabrir ticket

# button
source: Save
es_ar: Guardar

source: Set the solution writer as the technician of the ticket
es_ar: Asignar al escritor de la solución como el técnico del ticket

source: Single technician and group
es_ar: Solo un técnico y un grupo

source: Supervisor of last group assigned
es_ar: Supervisor del último grupo asignado

source: Task category is mandatory in a task
es_ar: La categoría de tarea es obligatoria en una tarea

source: Technician assigned is mandatory before ticket is solved/closed
es_ar: El técnico asignado es obligatorio antes de resolver/cerrar el ticket

source: Technician assignment when adding follow up
es_ar: Asignación de técnico al agregar un seguimiento

source: The technician must belong to the group assigned to the ticket
es_ar: El técnico debe pertenecer al grupo asignado al ticket

source: Ticket waiting
es_ar: Ticket en espera

source: Ticket's number format
es_ar: Formato del número del ticket

source: Type of solution is mandatory before problem is solved/closed
es_ar: El tipo de solución es obligatorio antes de resolver/cerrar el problema

source: Type of solution is mandatory before ticket is solved/closed
es_ar: El tipo de solución es obligatorio antes de resolver/cerrar el ticket

source: Update of a problem
es_ar: Actualización de un problema

source: Update of a ticket
es_ar: Actualización de un ticket

source: Use the associated item's group
es_ar: Usar el grupo del elemento asociado

source: Use the requester's group
es_ar: Usar el grupo del solicitante

source: Use the technician's group
es_ar: Usar el grupo del técnico

source: You cannot change status of a task in a solved change
es_ar: No podés cambiar el estado de una tarea en un cambio resuelto

source: You cannot change status of a task in a solved problem
es_ar: No podés cambiar el estado de una tarea en un problema resuelto

source: You cannot change status of a task in a solved ticket
es_ar: No podés cambiar el estado de una tarea en un ticket resuelto

source: You cannot resolve the change
es_ar: No podés resolver el cambio

source: You cannot resolve the problem
es_ar: No podés resolver el problema

source: You cannot resolve the ticket
es_ar: No podés resolver el ticket

source: You cannot solve/close a change with task do to
es_ar: No podés resolver/cerrar un cambio si hay tareas pendientes

source: You cannot solve/close a problem with task do to
es_ar: No podés resolver/cerrar un problema si hay tareas pendientes

source: You cannot solve/close a ticket with task do to
es_ar: No podés resolver/cerrar un ticket si hay tareas pendientes

source: You must add a description. it's mandatory
es_ar: Debés agregar una descripción. Es obligatoria

source: You must add a solution type. it's mandatory
es_ar: Debés agregar un tipo de solución. Es obligatorio

source: You must define a category. it's mandatory
es_ar: Debés definir una categoría. Es obligatoria
